

const MLS=[{
    "id": "ML01",
    "title": "mixlab创始人",
    "mixer": true,
    "location": "上海",
    "xg": "机器学习研究员／NodeJS全栈／产品经理／设计&技术顾问／景观设计师／大学老师／用户体验设计师／前端开发／AI智能设计／参数化设计／写文章的……",
    "detail": "10年跨界设计&开发经验。曾在中兴通讯任高级软件开发工程师，招商银行任资深用户体验设计师，现为AI产品经理/研究员。独立APP作品：spyfari、采色灵感、aceland。微信小程序作品：Dexhibition。同时是自媒体mixlab的作者，目前已形成500人+的设计师&程序员跨界社群。知乎专栏《人工智能设计修炼指南》作者。https://zhuanlan.zhihu.com/DMCode",
    "resources": "人才推荐／技术咨询／手把手教学／动手敲代码／做点设计～",
    "vision": "让更多设计师跟科技结合得更紧密，掌握快速学习的技能。让人工智能做设计。"
}, {
    "id": "ML02",
    "title": "跨界社群联盟盟主",
    "location": "南京",
    "xg": "建筑传媒/公益设计/太空灰产品/本科在读",
    "detail": "本科四年级开始做媒体，运营社群。打着跨界思维旗号认识了一大堆人😐",
    "resources": "1.社群及人脉主要涵盖：建筑/互联网/商业/媒体；2.可以执行：扩展媒体及人脉资源",
    "vision": "自媒体相关负责人可加入媒体运营总群，建筑类/IT类有单独分群。可以实现互推/换群等功能。"
}, {
    "id": "ML03",
    "title": "AI方面创业者",
    "mixer": true,
    "location": "上海",
    "xg": "产品／设计／初级前端和python／社群运营达人／演讲小能手",
    "detail": "IACE大学创始人／前一家B轮公司运营总监／已经有一家被创建的互联网公司被收购／创业沙拉华东区活动发起人",
    "resources": "创业资源，运营建议，产品理解",
    "vision": "AI方面有创意和想法还有会算法的人多多交流"
}, {
    "id": "ML04",
    "title": "产品设计师，数字极客(努力中)，跨界学习者",
    "location": "广州",
    "xg": "交互设计 / 服务设计 / 产品经理 / Maker / AI / New Media Art / Generative Art / Data & Sound Visualization / 心理学和认知科学 / 旅游景区规划",
    "detail": "从地理学转入互联网，8 年产品设计经验，在产品经理/设计师/用户研究岗位都有扎实的一线经验。曾服务于网易邮箱/Qzone/酷狗音乐/微信支付等数个亿级用户的产品，体验设计经验涵盖 Web/Mobile/线下/智能设备。也混迹于创客圈，是 MIT FabAcademy 首批国内毕业生之一",
    "resources": "互联网产品设计系统知识，人才推荐，商业/体验/技术咨询",
    "vision": "做一个创造者，让更多的人成为创造者并且开心地创造"
}, {
    "id": "ML05",
    "title": "工业设计研究生",
    "location": "上海",
    "xg": " 设计师/人工智能工程师",
    "detail": " 折腾过广告设计、汽车设计、家具设计、新媒体营销、文创产品开发、人工智能+设计。最有成就的事是从零自学人工智能，并正在开发线稿自动上色功能的软件。",
    "resources": "传统草木染相关资源/设计类服务/计算机视觉/人工智能应用开发",
    "vision": "利用人工智能，让设计变得平民化，人人都可成为设计师"
}, {
    "id": "ML06",
    "title": "创业者 / UED设计总监 / 设计&技术顾问",
    "location": "北京",
    "xg": " UI/UX Desinger / FE Developer / 产品经理 / 设计管理",
    "detail": "中国美术学院视觉传达出生；12年，作为Minecraft第三方开发者，设计Minecraft全球最大皮肤站skinme，注册用户破5000万，皮肤库存150万份，日均上传2000份，现已被收购；13年，GapYear，创办过独立杂志《Instant-Zine》发刊24期；14年，就职沪江，负责沪江学习/开心词场/沪江小D三条产品线设计，其中开心词场：荣获2015年AppStore背词类App第一名；15年，开始创业，作为联合创始人创立熊猫金库，担任UED设计总监，产品上线一年达成100亿交易额，获2016年中国最受欢迎互联网金融品牌，将前端技术栈引入UED设计部门，建立自动化UI设计流程，开始进行Sketch插件开发。",
    "resources": "设计管理经验 / 设计&技术顾问 / 商业金融 / 人才推荐 / 产品理解",
    "vision": "跨界探讨 / 造轮子 / 寻找高效设计流程的新可能；Git flow 设计流程管理 / 原子设计模式 Atomic Design / Design » Code 自动化设计"
}, {
    "id": "ML07",
    "title": "UX设计师",
    "mixer": true,
    "location": "上海",
    "xg": "Designer / Creative coder",
    "detail": "同济工业设计硕士毕业，德国交互设计交换生，做过家具设计，在4A做过数字广告，跟别人一起开工作室做过3D独立游戏。现在是一名用户体验设计师，关注平面、字体以及前端技术。眼下在公司中运用WebGL+Three.js做项目。",
    "resources": "目前就职于招行信用卡中心，我们长期招募有代码能力的设计师",
    "vision": "希望有相同爱好的人能够彼此发现，多多交流"
}, {
    "id": "ML08",
    "title": "开发",
    "location": "厦门",
    "xg": "开发+新媒体",
    "detail": "目前在运营公众号",
    "resources": "公众号",
    "vision": "了解其他跨界的可能"
}, {
    "id": "ML09",
    "title": "产品经理",
    "location": "深圳",
    "xg": "产品经理+互联网+UX设计师",
    "detail": "绘画、摄影、Ui设计师、交互设计师、跨界成为产品经理",
    "resources": "公众号：人工智能与用户体验设计",
    "vision": "结识一些在人工智能与设计的小伙伴，互相学习，当设计遇上了人工智能"
}, {
    "id": "ML10",
    "title": "全栈设计师",
    "location": "杭州",
    "xg": "设计师 + Web 全栈开发",
    "detail": "做过工业产品设计/交互设计/视频设计/ Web 前端/机器学习，时不时写写文章，知乎回答有差不多 5W 赞同，15W 收藏",
    "resources": "公众号、设计资源、开发教程等等",
    "vision": "希望能够找到一起开发有趣产品的小伙伴"
}, {
    "id": "ML11",
    "title": "学生",
    "location": "北京",
    "xg": "平面设计",
    "detail": "",
    "resources": "目前在京东实习； 985高校资源（吉林大学）",
    "vision": "学习人工智能+设计+教育"
}, {
    "id": "ML12",
    "title": "学生",
    "location": "北京",
    "xg": "程序员 / 钢琴 / sneaker",
    "detail": "算法+前端",
    "resources": "在抖音工作，不局限于技术的交流",
    "vision": "了解更多的东西"
}, {
    "id": "ML13",
    "title": "前端工程师",
    "location": "上海",
    "xg": "开发",
    "detail": "",
    "resources": "名片全能王",
    "vision": "希望除了开发之外，还能了解更多广阔的世界"
}, {
    "id": "ML14",
    "title": "前端开发",
    "location": "上海",
    "xg": "建筑师+前端工程师+区块链+增长黑客+ 大数据",
    "detail": "技术类公众号运营、校园公益项目运营",
    "resources": "前端技术栈知识、Python爬虫知识、区块链知识",
    "vision": "结识更多跨界的伙伴，寻找更出彩的跨界组合"
}, {
    "id": "ML15",
    "title": "视觉设计师",
    "location": "杭州",
    "xg": "画廊+动画",
    "detail": "参与交互桌面、交互墙面的项目开发",
    "resources": "",
    "vision": "了解更多跨界"
}, {
    "id": "ML16",
    "title": "机器学习开发",
    "location": "墨尔本",
    "xg": "业余爱好平面设计",
    "detail": "运营过自己的公众号（机器学习相关）；少儿编程教育",
    "resources": "公众号，一些机器学习（CV）开发经验",
    "vision": "探索 AI + 设计的更多可能性，寻找志同道合的伙伴"
}, {
    "id": "ML17",
    "title": "大二学生，潜在旷视/商汤AI PM实习生（今年暑期）",
    "location": "湖北武汉",
    "xg": "唔 喜欢写博客算么（scarletthuang.cn）",
    "detail": "会写些点代码，会玩点机器学习，会点UI设计",
    "resources": "AI PM经验和资源分享",
    "vision": "了解和交流产品、设计、技术的跨界思维"
}, {
    "id": "ML18",
    "title": "产品经理",
    "location": "新西兰",
    "xg": "产品+用户体验+分析",
    "detail": "业务需求分析师+用户体验",
    "resources": "关注国内外新产品新科技，新的产品管理，用户体验，项目管理方式",
    "vision": "了解转型人工智能的可能"
}, {
    "id": "ML19",
    "title": "Hicafe 创始人",
    "location": "青岛，杭州",
    "xg": "AI开发+PM",
    "detail": "中科大HOLORIZON 实验室做AR/Slam算法,光场模拟，图形编码",
    "resources": "AR Sdk,视觉交互设备",
    "vision": "设计智能化，创意智能化交流"
}, {
    "id": "ML20",
    "title": "石墨文档UI设计",
    "location": "北京",
    "xg": "设计 + 开发",
    "detail": "前端加图形，做过android vue 项目",
    "resources": "微博",
    "vision": "了解其他跨界的可能"
}, {
    "id": "ML21",
    "title": "研一交互设计",
    "location": "湖南",
    "xg": "情感化设计+大数据",
    "detail": "暂时还没有",
    "resources": "资源搜索能力吧～～",
    "vision": "围绕设计思维的一些跨界思维与方法等等"
}, {
    "id": "ML22",
    "title": "创维集团产品经理，先后经历过，工业设计师、UI设计师、交互设计师、产品经理、小程序开发者",
    "location": "深圳 ",
    "xg": "开发+数据可视化",
    "detail": "目前在运营公众号和小程序开发",
    "resources": "公众号和设计资源",
    "vision": "探索不同专业的可能性，让自己更有创造力。"
}, {
    "id": "ML23",
    "title": "产品经理(公益方向)",
    "location": "北京",
    "xg": "产品经理/公益工作者/设计师/建筑师",
    "detail": "本科同济建筑系毕业，在快手和某做MR的创业公司做产品经理，曾经参与创办公益组织，建筑师出身，在事务所UNStudio工作过",
    "resources": "快手？",
    "vision": "了解更多技术知识"
}, {
    "id": "ML24",
    "title": "长安汽车 智能驾驶开发",
    "location": "重庆",
    "xg": "人工智能",
    "detail": "人工智能",
    "resources": "人工智能 智能驾驶资源",
    "vision": "AI 金融等"
}, {
    "id": "ML25",
    "title": "应届毕业生",
    "location": "土澳",
    "xg": "UX/UE/全栈",
    "detail": "",
    "resources": "土澳留学经验+UX理论",
    "vision": "实践"
}, {
    "id": "ML26",
    "title": "开发",
    "location": "上海",
    "xg": "开发+新媒体",
    "detail": "目前在运营公众号",
    "resources": "区块链创投邦",
    "vision": "了解学习新技术"
}, {
    "id": "ML27",
    "title": "设计",
    "location": "北京",
    "xg": "UI",
    "detail": "动画，平面",
    "resources": "暂无",
    "vision": "了解人工智能等"
}, {
    "id": "ML28",
    "title": "室内设计师 ",
    "location": "上海",
    "xg": "新媒体",
    "detail": "机械设计",
    "resources": "室内圈内",
    "vision": "了解其他的跨界可能"
}, {
    "id": "ML29",
    "title": "软件测试 腾讯",
    "location": "深圳",
    "xg": "软件测试",
    "detail": "曾做过2年移动端开发",
    "resources": "测试行业新动态",
    "vision": "了解其他行业新动态"
}, {
    "id": "ML30",
    "title": "大四在读学生",
    "location": "目前苏州和广州，未来会去荷兰或深圳",
    "detail": "大一电子信息，大二转工业设计，什么都学了一点（心理学编程什么的），实习做过STEAM教育，也运营过公众号，（美国数学建模一等奖算跨界吗？主要是还没很正式地工作）",
    "resources": "未来到荷兰或者深圳可以提供一些当地的有关设计的活动信息",
    "vision": "未来方向是关注人心理健康的智能互动设计，一是希望了解多一些相关或者周边信息，二是想结实一些相关领域的人才，三是（鉴于还是学生我似乎能提供的很有限，就是想来学习的）"
}, {
    "id": "ML31",
    "title": "造就创始团队成员-产品负责人",
    "location": "上海",
    "xg": "产品设计-运营-设计-前端-数据分析",
    "detail": "目前在团队堵枪眼 ",
    "resources": "公众号+直播技术和平台+场地+微博",
    "vision": "了解更多跨界可能，达成合作为各位创造价值，也欢迎来合作"
}, {
    "id": "ML32",
    "title": "开发",
    "location": "匹兹堡/北京/上海",
    "xg": "开发+建筑设计",
    "detail": "卡内基梅隆大学计算机+建筑设计本科",
    "resources": "丰富的校友资源",
    "vision": "了解人工智能在建筑设计领域的发展前景"
}, {
    "id": "ML33",
    "title": " 产品",
    "location": " 上海",
    "xg": " 产品+开发",
    "detail": "接过一些企业级软件的项目",
    "resources": "产品的设计与开发",
    "vision": "碰撞出更多的火花，找到小伙伴一起做点事"
}, {
    "id": "ML34",
    "title": "开发",
    "location": "佛山",
    "xg": "无人机",
    "detail": "3D打印",
    "resources": "公众号",
    "vision": "了解其他跨界的可能"
}, {
    "id": "ML35",
    "title": "媒体传达 毕业生",
    "location": "上海",
    "xg": "视觉设计+用户体验",
    "detail": "有品牌设计、服务设计、影像设计的经历，目前在城市数据公司实习"
}, {
    "id": "ML36",
    "title": "学生",
    "location": "湖南大学，设计艺术学院",
    "xg": "交互设计，产品服务系统设计",
    "detail": "工业设计",
    "resources": "平面视觉，动画，形象设计，插画。",
    "vision": "希望能够学到设计和编程的交叉的信息"
}, {
    "id": "ML37",
    "title": "交互设计师 - 美团点评",
    "location": "上海",
    "xg": "",
    "detail": "做设计的时候学过前端开发，也从机械本科转到设计研究生，也在做公众号",
    "resources": "设计、公众号",
    "vision": "实现一些idea"
}, {
    "id": "ML38",
    "title": "设计",
    "location": "北京",
    "xg": "设计+开发",
    "detail": "目前在学习python",
    "resources": "公众号",
    "vision": "了解其他跨界的可能"
}, {
    "id": "ML39",
    "title": "开发",
    "location": "美国",
    "xg": "开发+区块链",
    "detail": "业余乐评",
    "resources": "不确定",
    "vision": "学习和了解ai应用的场景"
}, {
    "id": "ML40",
    "title": " 产品",
    "location": " 上海",
    "xg": " 产品+开发",
    "detail": "接过一些企业级软件的项目",
    "resources": "产品的设计与开发",
    "vision": "碰撞出更多的火花，找到小伙伴一起做点事"
}, {
    "id": "ML41",
    "mixer": true,
    "location": "台湾",
    "xg": "算法／玩音乐／写论文",
    "detail": "很小的时候拿了英国皇家音乐学院的演奏文聘，生巅峰弹过李斯特",
    "resources": "我的研究是推理网络，概率图模型那种的推理网络，目前做AR的项目的准备，动工的有音乐+AI的项目"
}, {
    "id": "ML42",
    "title": "曼彻斯特大学 AI专业",
    "location": "曼彻斯特",
    "vision": "图像处理、机器人这块感兴趣",
    "resources": "目前学生一枚，也没具体的资源可以提供，待工作后会提供自己的资源等"
}, {
    "id": "ML43",
    "title": "觅丁（上海）信息科技有限公司  创始人",
    "mixer": true,
    "location": "上海",
    "detail": "15年CRM 和数据分析工作经历，曾作为零售/消费品行业咨询顾问和销售顾问服务于IBM GBS 、微软MBS ，现在创业。",
    "vision": "用新科技 创作 新珠宝",
    "resources": "CRM/微软AI/零售鞋服/珠宝/"
}, {
    "id": "ML44",
    "title": "觅丁（上海）信息科技有限公司 创始人",
    "mixer": true,
    "location": "上海",
    "detail": "10余年奢侈品市场营销和会员管理工作经验，曾作为CMO 服务于服装和珠宝行业的奢侈品品牌。",
    "vision": "用新科技 创作 新珠宝",
    "resources": "服装/珠宝/品牌营销"
}, {
    "id": "ML45",
    "title": "小米科技深度学习实习生/电子科技大学电子与通信工程专业",
    "location": "成都",
    "vision": "希望做一件事能影响足够多人，让大家的生活更美好。",
    "resources": "研究领域为计算机视觉，研究方向是物体检测和识别"
}, {
    "id": "ML46",
    "title": "上海木牛机器人有限公司，创始人",
    "location": "上海（公司在上体馆附近）",
    "detail": "前几年做教育机器人，应用了一些AI技术，也开发了一套智能客服系统",
    "vision": "目前在做结合AI技术的区块链游戏项目，希望AI开发者同玩家能形成一个直接交易的市场，促进AI技术的发展，同时让AI开发者的能力能直接变现，形成更直接的正向激励",
    "resources": "十几年的开发老兵，懂技术人员，也懂点公司运营"
}, {
    "id": "ML47",
    "title": "美团点评前端开发／上海大学通信与信息系统专业",
    "location": "上海",
    "resources": "web，小程序开发"
}, {
    "id": "ML48",
    "title": "网络营销初创公司 策划+创意 职位",
    "location": "乌鲁木齐城市",
    "detail": "曾就职于影视传媒公司",
    "vision": "接触各行业 拓宽知识面 不求精 但求全",
    "resources": "影视 平面 vr 微信营销"
}, {
    "id": "ML49",
    "title": "同济大学媒体与传达设计",
    "location": "上海",
    "detail": "本科土木研究生媒体传达设计",
    "vision": "研究生毕业选题有关于设计与人工智能",
    "resources": "同济大学设计创意学院设计与人工智能的相关信息与活动"
}, {
    "id": "ML50",
    "title": "Microsoft／台湾师范大学",
    "location": "台北",
    "detail": "UXPMCodingA",
    "vision": "AR应用设计理想是成为「全栈设计师」",
    "resources": "交互设计的实践应用超超超高保真原型"
}, {
    "id": "ML51",
    "title": "卡内基梅隆大学 计算设计",
    "location": "匹兹堡",
    "detail": "本科北大计算机专业，后自学建筑设计，现在在cmu学computational design",
    "vision": "愿景是想做一名技术设计精通点设计师，现在研究生毕业论文会专注于用computation的手段解决design领域的问题",
    "resources": "编程+design"
}, {
    "id": "ML52",
    "title": "ua尤安国际，建筑设计师",
    "location": "上海",
    "detail": "暂无",
    "vision": "愿景，希望深入研究社会人群的生活方式和状态，设计出让人们更舒适及适合中国人的生活空间。需求，希望能够和智能化结合起来，打造全方面智能化建筑生活模式",
    "resources": "建筑设计方向的资源"
}, {
    "id": "ML53",
    "title": "亚信 UI设计师",
    "location": "南京",
    "detail": "摄影师",
    "resources": "平面设计技能（ps ,ai, ae, sketch ,etc)"
}, {
    "id": "ML54",
    "title": "hnc公司ad职位／人大学校美术学专业",
    "location": "北京",
    "detail": "2017参加coding 女性代码活动、媒体写作女性视角、",
    "vision": "现在最想做的事：代码学习，理解，找到适合我的art的结合形式。理想是：code art方向",
    "resources": "你擅长的技能：广告设计、文案、"
}, {
    "id": "ML55",
    "title": "pingcap，做分布式数据库的，创业公司 Web 开发",
    "location": "北京",
    "detail": "全栈／产品设计",
    "vision": "需求是学习sketch或生成艺术generative art",
    "resources": "擅长数据可视化D3"
}, {
    "id": "ML56",
    "title": "口袋理财集团／产品经理",
    "location": "上海",
    "xg": "产品设计／景观设计",
    "detail": "景观设计专业转行产品经理",
    "resources": "设计，开发资源",
    "vision": "了解设计领域其他跨界的可能"
}, {
    "id": "ML57",
    "title": "自由设计师",
    "location": "北京",
    "detail": "从事过APP产品设计，产品经理。后从事装饰设计经理。",
    "vision": "正在筹划自己的设计工作室",
    "resources": "设计类"
}, {
    "id": "ML58",
    "title": "宝贝玩啥/视觉负责人",
    "location": "上海",
    "detail": "平面设计",
    "vision": "做一个可以自我迭代的游戏",
    "resources": "擅长平面设计"
}, {
    "id": "ML59",
    "title": "中企动力科技股份有限公司 ／网页设计师 ",
    "location": "杭州市",
    "detail": "从iPhone 6S芯片寿命测试工程师到网页设计",
    "vision": "成立自己的工作室，做设计，写代码，在老家，然后通过互联网，赚一线城市的钱",
    "resources": "我擅长网页设计，静态页面编程"
}, {
    "id": "ML60",
    "title": "自由职业者",
    "location": "惠州城市",
    "detail": "学的会计专业做了设计",
    "vision": "希望可以多了解学习人工智能对设计的影响",
    "resources": "一些关于人工智能，产品交互的想法还有个人设计思维"
}, {
    "id": "ML61",
    "title": "华北理工大学材料科学",
    "location": "东莞",
    "detail": "",
    "vision": "研究人工智能和区块链",
    "resources": "软件开发和项目创意"
}, {
    "id": "ML62",
    "title": "乐园主题策划和项目管理",
    "location": "常州 即将去上海",
    "detail": "3年工作经验，景观设计转乐园策划 未来未知",
    "vision": "做自然美学个人品牌和工作室",
    "resources": "景观设计、乐园策划相关资源"
}, {
    "id": "ML63",
    "title": "建设银行公有云运维开发",
    "location": "武汉",
    "detail": "有美工设计经验，最近在研究ae",
    "vision": "希望在广告视频自动化生成领域利用机器学习提升质量",
    "resources": "after effect自动化视频生成"
}, {
    "id": "ML64",
    "title": "网易有道高级工程师",
    "location": "广州",
    "detail": "计算机专业出身，前创业者，36kr旗下氪空间早期入驻团队， 做过社交类及智能硬件项目，经历过CEO、产品负责人等岗位，目前在有道做开发之余也会推一些创新项目。"
}, {
    "id": "ML65",
    "title": "上交大99级广电系"
}, {
    "id": "ML66",
    "title": "觅丁（上海）信息科技有限公司 ",
    "location": "上海",
    "detail": "10多年软件开发经历，涉及金融，保险，电信，银行，电商，商务智能。",
    "vision": "享受技术的乐趣",
    "resources": "CRM/微软AI/零售鞋服/珠宝/"
}, {
    "id": "ML67",
    "title": "新潮传媒／广告公司产品经理",
    "location": "上海",
    "detail": "化工专业转行产品经理",
    "vision": "想学习编程，转行AI产品",
    "resources": "擅长PS，动漫插画"
}, {
    "id": "ML68",
    "title": "合盘金融  .NET开发     ",
    "location": "上海   ",
    "detail": "做过 券商  海关  销售营销   金融贷款  机械自动化  电商  外汇  家政 医疗  等系统软件项目，已经相关公司。 ",
    "vision": "想聚拢一些跨界经历的IT从业人员 提高IT行业从业人员的的综合质量和影响力。",
    "resources": ".net 开发 ， 前端 开发  天使投资人，均有涉猎。 "
}, {
    "id": "ML69",
    "title": "University of North Carolina at Chapel Hill, Computer Science, Year 3",
    "location": "Suzhou",
    "detail": "Design X Art X Computer Science",
    "vision": "探索计算机科学尤其是人工智能在设计方面的应用，成为一个属于未来的设计师，创造出前人从未创造过的作品。",
    "resources": "工业设计、各色设计软件、程序开发，在人工智能、虚拟现实、前端开发、人机交互和智能硬件等领域有一定的探索但由于只是学生因此缺乏厚度的积累，这也是我希望在MixLab能得到提升的地方； 一个热衷学习一切的学习者，非常愿意尝试特别、大胆、充满理想主义的疯狂事情；一个疯狂的工作者，愿意为了认可的事业和同伴倾尽全力；是某一设计教育机构的联合创始人；某一中国最大 Tech 类夏令营之一的核心成员。"
}, {
    "id": "ML70",
    "title": "凤凰网前端",
    "location": "北京",
    "detail": "ruff物联网",
    "vision": "学习ai",
    "resources": "擅长js 前端"
}, {
    "id": "ML71",
    "title": "体验设计师@ ARK创新咨询",
    "location": "上海",
    "detail": "工业设计本科+HCI硕士，现在做咨询。科幻爱好者。",
    "vision": "如何更好地理解人类和如何更好地理解自然法则，都是永恒的话题",
    "resources": "用户体验，服务设计，设计类留学咨询"
}, {
    "id": "ML72",
    "title": "现北美省钱快报 产品经理／上海交大",
    "location": "成都",
    "detail": "python初学者／曾就职过360，搜狗，凡客",
    "vision": "希望能够学习更多大数据方面的知识",
    "resources": "8年的搜索产品经验"
}, {
    "id": "ML73",
    "title": "VIP陪练 ／UX 设计师",
    "location": "上海",
    "detail": "大学开过咖啡书吧，在没有明显盈利的情况下做了三年，后来来上海工作就转让出去了",
    "vision": "刚对拯救世界失去兴趣，目前只想做点好玩有意思的事情，最近着迷声音视觉化，想给每种声音定义一种颜色，之后一两年内想创业，方向还没定，一边在公司工作攒生活费，一边在探索适合和感兴趣的方向",
    "resources": "擅长UX以及白日梦"
}, {
    "id": "ML74",
    "title": "清华大学建筑设计研究院有限公司、建筑设计师／清华大学，哥伦比亚大学建筑学专业",
    "location": "北京",
    "detail": "",
    "vision": "希望学习了解最新的人工智能及大数据等与城市规划及建筑设计的结合",
    "resources": "建筑设计，城市设计、城市规划"
}, {
    "id": "ML75",
    "title": "厦门大学音乐系研究生／新歌声音乐的创始人",
    "vision": "现在主要研究音乐治疗上的东西",
    "location": "厦门"
}, {
    "id": "ML76",
    "title": "拍拍贷商业分析+产品经理／麦考瑞大学-精算硕士",
    "location": "上海",
    "detail": "创业两次（跨境金属贸易-澳洲，陌生人社交app-美国）",
    "vision": "未来会做VC。想认识多点创业者。",
    "resources": "擅长分析市场，商业模式，用户需求等等。"
}, {
    "id": "ML77",
    "title": "企业战略发展部 - 行业研究主管，曾就职于埃森哲",
    "location": "上海",
    "vision": "了解人工智能的发展动向",
    "resources": "行业研究，市场分析"
}, {
    "id": "ML78",
    "title": "携程／产品总监",
    "location": "上海",
    "detail": "开发/售后/分析/产品",
    "vision": "将数据智慧源源不断输出到B端",
    "resources": "数据产品行业落地/职业发展"
}, {
    "id": "ML79",
    "title": "美团产品经理。毕业于利物浦大学",
    "location": "北京",
    "detail": "曾任职于去哪儿网",
    "resources": "现C端产品，主要领域为促销/用户增长/小程序"
}, {
    "id": "ML80",
    "title": "硕士学生",
    "location": "波士顿",
    "xg": "大数据/城市设计",
    "detail": "城市与大数据，MIT senseable city lab research assistant",
    "resources": "",
    "vision": ""
}, {
    "id": "ML81",
    "title": "谷人云 合伙人／上海海事大学 航海技术 ",
    "location": "上海",
    "vision": "想做一个音乐社区 利用人工智能让不会谱曲的音乐爱好者哼唱一段旋律都可以自动转化为乐谱记录下来"
}, {
    "id": "ML82",
    "title": "建筑学本科在读",
    "location": "广州/上海",
    "detail": "cs/建筑/摄影",
    "vision": "多探索一点专业以外的可能性",
    "resources": "建筑&互联网"
}, {
    "id": "ML83",
    "title": "设计师",
    "location": "上海",
    "xg": "设计师/用户研究",
    "detail": "工业设计专业，现从从事交互设计工作，曾经在微软做过用研实习，和大学老师合作做过商业漫画，业余在自学心理学",
    "resources": "设计相关",
    "vision": "非常想了解设计圈以外的更多专业资讯、不断了解新技术，希望自己未来可以有更多可能（设计+，or彻底颠覆现状的尝试）"
}, {
    "id": "ML84",
    "title": "AI算法工程师",
    "location": "上海",
    "xg": "NLP/数据挖掘",
    "detail": "曾用慧鱼模型做过三自由度机械手，现从事算法/数据的相关工作，业余在自学电影学",
    "resources": "算法相关",
    "vision": "期望学习技术以外的知识，扩大自己的视野，不断充实自己"
}, {
    "id": "ML85",
    "location": " 上海",
    "detail": " 软件转机械，毕业又做软件"
}, {
    "id": "ML86",
    "title": "上海纽约大学/交互媒体技术Interactive Media Arts 18届，马上入职UED职位",
    "location": "上海",
    "detail": "电脑生成艺术+语音交互，实体类交互用餐装置arduino+processing+mapping，reactJS+生成艺术+UX",
    "vision": "最想将编程，产品设计，和新的用户体验设计结合在一起。程序赋予产品或服务以创新，设计与美增强体验和感受。",
    "resources": "擅长generative arts，mapping技术，arduino，UX/UI"
}, {
    "id": "ML87",
    "title": "腾讯 高级交互设计师／香港理工大学 交互设计专业",
    "location": "深圳",
    "detail": "作为体验设计师，对心理学产生过浓厚的兴趣，曾经深入学习过人格心理学，认知心理学的内容",
    "vision": "尝试成为跨界设计师，通过不断探索学习，懂得交叉行业的知识，例如编程",
    "resources": "QQ空间，情侣空间，腾讯微视～ 今年才刚转来腾讯课堂，负责B侧的设计。用户分析，流程设计，体验设计。以及不违反公司保密条例下，腾讯的相关信息。"
}, {
    "id": "ML88",
    "title": "悉尼大学城市规划实验室研究员",
    "mixer": true,
    "location": "悉尼",
    "detail": "建筑设计，智能家居，产品设计，光伏系统，石墨烯",
    "vision": "干好玩的事情，处于现在，想想未来",
    "resources": "技术整合+传统行业信息"
}, {
    "id": "ML89",
    "title": "苏州大学 景观设计专业",
    "mixer": true,
    "location": "苏州",
    "detail": "研究生在读/Rhino+Grasshopper参数化培训讲师",
    "vision": "想学好python语言，做城市规划相关数据挖掘",
    "resources": "3D建模/SPSS数理统计分析/ENVI+GIS地理信息处理"
}, {
    "id": "ML90",
    "title": "在行/分答 UI设计师 ／ 湖北工业大学 工业设计",
    "location": "北京",
    "detail": "由于想做一个个人网站用于作品展示而开始研究基础HTML和CSS，发现Coding与设计完全不同的逻辑而对Coding产生兴趣，现在处于Coding学习的初级阶段，自己平时会设计一些小loading动画，然后研究Coding的实现原理。",
    "vision": "小愿景是在设计和Coding上都继续精进，自己设计并且开发一款产品。",
    "resources": "擅长Sketch/AI/PS/Principle等设计软件，产品思维，交互原理的研究，设计原理与Coding原理的交叉"
}, {
    "id": "ML91",
    "title": "上海风语筑展示股份有限公司研发部总监／英国伦敦大学学院 计算机图像处理和虚拟环境硕士",
    "location": "上海",
    "detail": "展览展示行业+识别技术+人工智能",
    "vision": "目前是国内第一家结合展览展示和人工智能的技术团队，接下来做展览展示大数据，普及展览行业新技术",
    "resources": "展览展示行业技术指导 "
}, {
    "id": "ML92",
    "title": "UX Designer",
    "location": "南京",
    "xg": "",
    "detail": "Film production - animation - ux design",
    "resources": "motion graphic, visual design, ux design",
    "vision": "希望能与更多不同行业的人交流"
}, {
    "id": "ML93",
    "title": "浙江大学城市学院工业设计",
    "mixer": true,
    "location": "杭州",
    "detail": "加入Black Walnut实验室了解了一点点技术，和实验室同学一起设计一个自行车转向灯提醒器",
    "vision": "未来有往智能交互产品发展意向",
    "resources": "创新的想法；Black Walnut实验室"
}, {
    "id": "ML94",
    "location": "上海"
}, {
    "id": "ML95",
    "title": "同济大学交互设计研一",
    "mixer": true,
    "location": "上海",
    "detail": "本科工业设计，现在读交互设计的研究生，同济X特赞设计与人工智能实验室实习，毕业设计希望做关于设计数据如何结构化的探索",
    "vision": "探索设计被自动化的可能性，未来人机协同的方式",
    "resources": "同济大学设计创意学院的一些资源，未来举办活动/宣传"
}, {
    "id": "ML96",
    "title": "中国科学技术大学电子科学与技术",
    "location": "合肥",
    "detail": "",
    "vision": "设计一款智能编曲app"
}, {
    "id": "ML97",
    "title": "西华大学",
    "location": "成都",
    "detail": "用户体验设计+交互设计+文创产品设计+新媒体运营。",
    "vision": "我现在最想做的事就是学习，各个方面只要感兴趣的事物都想要了解。"
}, {
    "id": "ML98",
    "title": "浙江大学城市学院 计算机专业",
    "location": "杭州",
    "detail": "喜欢绘画，有一点素描基础，有用ps和ae处理视频的一点点经历",
    "vision": "想探索一下人工智能如何在中小学进行普及教育，比如算法可视化",
    "resources": "机器学习和人工智能的案例，个人爬坑的一些文档"
}, {
    "id": "ML99",
    "title": "浙江大学城市学院 软件工程专业学生",
    "location": "浙江省杭州市",
    "detail": "从底层制作出人工智能小车；Google Innocamp网站；自行车防丢器；空调远程控制器；植物培养箱；带电表的智能插座；遥控延时摄影滑轨；激光雕刻机模仿制作；Open PLC研发",
    "vision": "继续完善现有项目。",
    "resources": "CAD绘图"
}, {
    "id": "ML100",
    "title": "Freelancer",
    "location": "上海",
    "detail": "曾从事微服务相关工作，对计算机编程语言和分布式架构很感兴趣，热衷于开源项目社区，目前为 Node.js 项目的 Collaborators 之一 （DavidCai1993）",
    "vision": "共同探讨 AI 如何在其他行业人士和学生（小学，初中，高中）间的推广和教育",
    "resources": "微服务，编程语言"
}];


function getMLSById(_id){
  

    var res;

    MLS.forEach(function (doc) {

         if (doc.id==_id) {
           
            res=doc;
         }
      });

    return res
};


const IDXDOCS=[{
    "id": "ML01",
    "title": ["mixlab", "创始人"],
    "mixer": true,
    "location": "上海",
    "xg": ["机器", "学习", "研究员",  "nodejs", "全栈",  "产品经理",  "设计", "技术顾问",  "景观", "设计师",  "大学老师",  "用户体验设计师",  "前端开发",  "AI", "智能设计",  "参数化设计",  "写文章的"],
    "detail": ["10年", "跨界", "设计","开发", "经验",  "曾", "在", "中兴通讯", "任", "高级", "软件开发", "工程师", "招商银行", "任", "资深", "用户", "体验", "设计师", "现", "为", "AI", "产品", "经理",  "研究员",  "独立", "A", "P", "P", "作品", "：", "s", "p", "y", "f", "a", "r", "i", "、", "采色", "灵感", "、", "a", "c", "e", "l", "a", "n", "d",  "微", "信", "小", "程序", "作品", "：", "D", "e", "x", "h", "i", "b", "i", "t", "i", "o", "n",  "同时", "是", "自", "媒体", "mixlab", "的", "作者", "目前", "已", "形成", "5", "0", "0", "人", "+", "的", "设计师", "&", "程序员", "跨", "界", "社群",  "知", "乎", "专栏", "《", "人工智能", "设计", "修炼", "指南", "》", "作者",  "h", "t", "t", "p", "s", ":",   "z", "h", "u", "a", "n", "l", "a", "n", ".", "z", "h", "i", "h", "u", ".", "c", "o", "m",  "D", "M", "C", "o", "d", "e"],
    "resources": ["人才", "推荐",  "技术咨询",  "手把手", "教学",  "动手", "敲", "代码",  "做", "点", "设计", "～"],
    "vision": ["让更多", "设计师", "跟", "科技", "结合", "得", "更", "紧密", "掌握", "快速", "学习", "的", "技能",  "让", "人工智能", "做", "设计", "。"]
}, {
    "id": "ML02",
    "title": ["跨界", "社群", "联盟", "盟主"],
    "location": "南京",
    "xg": ["建筑", "传媒",  "公益", "设计",  "太空", "灰", "产品",  "本科", "在读"],
    "detail": ["本科", "四年级", "开始", "做", "媒体", "运营", "社群",  "打着", "跨", "界", "思维", "旗号", "认识", "了", "一大堆", "人", "😐"],
    "resources": ["1", ".", "社群", "及", "人", "脉", "主要", "涵盖", "：", "建筑",  "互联网",  "商业",  "媒体", "；", "2", ".", "可以", "执行", "：", "扩展", "媒体", "及", "人", "脉", "资源"],
    "vision": ["自", "媒体", "相关", "负责人", "可", "加入", "媒体", "运营", "总", "群", "建筑", "类",  "I", "T", "类", "有", "单独", "分", "群",  "可以", "实现", "互推",  "换", "群", "等", "功能", "。"]
}, {
    "id": "ML03",
    "title": ["AI", "方面", "创业者"],
    "mixer": true,
    "location": "上海",
    "xg": ["产品",  "设计",  "初级", "前端", "和", "p", "y", "t", "h", "o", "n",  "社群", "运营", "达", "人",  "演讲", "小", "能手"],
    "detail": ["IACE", "大学", "创始人",  "前", "一家", "B", "轮", "公司", "运营", "总监",  "已经", "有", "一家", "被", "创建", "的", "互联网", "公司", "被", "收购",  "创业", "沙拉", "华东区", "活动", "发起人"],
    "resources": ["创业", "资源", "运营", "建议", "产品", "理解"],
    "vision": ["AI", "方面", "有", "创意", "和", "想法", "还有", "会", "算法", "的", "人", "多多", "交流"]
}, {
    "id": "ML04",
    "title": ["产品", "设计师", "数字", "极", "客", "(", "努力", "中", ")", "跨", "界", "学习者"],
    "location": "广州",
    "xg": ["交互", "设计",    "服务", "设计",    "产品", "经理",    "M", "a", "k", "e", "r",    "AI",    "N", "e", "w",  "M", "e", "d", "i", "a",  "A", "r", "t",    "G", "e", "n", "e", "r", "a", "t", "i", "v", "e",  "A", "r", "t",    "D", "a", "t", "a",  "&",  "S", "o", "u", "n", "d",  "V", "i", "s", "u", "a", "l", "i", "z", "a", "t", "i", "o", "n",    "心理学", "和", "认知科学",    "旅游", "景区", "规划"],
    "detail": ["从", "地理学", "转入", "互联网", "8",  "年", "产品设计", "经验", "在", "产品", "经理",  "设计师",  "用户", "研究", "岗位", "都", "有", "扎实", "的", "一线", "经验",  "曾", "服务", "于", "网易", "邮箱",  "Q", "z", "o", "n", "e",  "酷", "狗", "音乐",  "微", "信", "支付", "等", "数个", "亿", "级用户", "的", "产品", "体验", "设计", "经验", "涵盖",  "W", "e", "b",  "M", "o", "b", "i", "l", "e",  "线下",  "智能", "设备",  "也", "混迹", "于", "创", "客", "圈", "是",  "M", "I", "T",  "F", "a", "b", "A", "c", "a", "d", "e", "m", "y",  "首批", "国内", "毕业生", "之一"],
    "resources": ["互联网", "产品设计", "系统", "知识", "人才", "推荐", "商业",  "体验",  "技术咨询"],
    "vision": ["做", "一个", "创造者", "让", "更", "多", "的", "人", "成为", "创造者", "并且", "开心", "地", "创造"]
}, {
    "id": "ML05",
    "title": ["工业", "设计", "研究生"],
    "location": "上海",
    "xg": [ "设计师",  "人工智能", "工程师"],
    "detail": [ "折腾", "过", "广告设计", "、", "汽车", "设计", "、", "家具", "设计", "、", "新", "媒体", "营销", "、", "文", "创", "产品开发", "、", "人工智能", "+", "设计",  "最", "有", "成就", "的", "事", "是从", "零", "自学", "人工智能", "并", "正在", "开发", "线", "稿", "自动", "上", "色", "功能", "的", "软件", "。"],
    "resources": ["传统", "草木", "染", "相关", "资源",  "设计", "类", "服务",  "计算机", "视觉",  "人工智能", "应用", "开发"],
    "vision": ["利用", "人工智能", "让", "设计", "变得", "平民化", "人人", "都", "可", "成为", "设计师"]
}, {
    "id": "ML06",
    "title": ["创业者",    "UED", "设计总监",    "设计", "&", "技术顾问"],
    "location": "北京",
    "xg": [ "UI",  "UX",  "Designer",    "FE",  "Developer",    "产品经理",    "设计管理"],
    "detail": ["中国美术学院", "视觉", "传达", "出生", "；", "1", "2", "年", "作为", "M", "i", "n", "e", "c", "r", "a", "f", "t", "第三方", "开发者", "设计", "M", "i", "n", "e", "c", "r", "a", "f", "t", "全球", "最大", "皮肤", "站", "s", "k", "i", "n", "m", "e", "注册", "用户", "破", "5", "0", "0", "0", "万", "皮肤", "库存", "1", "5", "0", "万份", "日均", "上传", "2", "0", "0", "0", "份", "现已", "被", "收购", "；", "1", "3", "年", "G", "a", "p", "Y", "e", "a", "r", "创办", "过", "独立", "杂志", "《", "I", "n", "s", "t", "a", "n", "t", "-", "Z", "i", "n", "e", "》", "发刊", "2", "4", "期", "；", "1", "4", "年", "就职", "沪江", "负责", "沪江", "学习",  "开心", "词", "场",  "沪江", "小", "D", "三条", "产品线", "设计", "其中", "开心", "词", "场", "：", "荣获", "2", "0", "1", "5", "年", "A", "p", "p", "S", "t", "o", "r", "e", "背", "词类", "A", "p", "p", "第一名", "；", "1", "5", "年", "开始", "创业", "作为", "联合", "创始人", "创立", "熊猫", "金库", "担任", "UED", "设计", "总监", "产品", "上线", "一年", "达成", "1", "0", "0", "亿", "交易额", "获", "2", "0", "1", "6", "年", "中国", "最", "受欢迎", "互联网", "金融", "品牌", "将", "前端", "技术", "栈", "引入", "UED", "设计部门", "建立", "自动化", "U", "I", "设计", "流程", "开始", "进行", "S", "k", "e", "t", "c", "h", "插件", "开发", "。"],
    "resources": ["设计", "管理", "经验",    "设计", "&", "技术顾问",    "商业", "金融",    "人才", "推荐",    "产品", "理解"],
    "vision": ["跨", "界", "探讨",    "造", "轮子",    "寻找", "高效", "设计", "流程", "的", "新", "可能", "；", "G", "i", "t",  "f", "l", "o", "w",  "设计", "流程", "管理",    "原子", "设计模式",  "A", "t", "o", "m", "i", "c",  "D", "e", "s", "i", "g", "n",    "D", "e", "s", "i", "g", "n",  "»",  "C", "o", "d", "e",  "自动化", "设计"]
}, {
    "id": "ML07",
    "title": ["UX", "设计师"],
    "mixer": true,
    "location": "上海",
    "xg": ["Designer",    "Creative",  "coder"],
    "detail": ["同济", "工业设计", "硕士", "毕业", "德国", "交互设计", "交换生", "做过", "家具设计", "在", "4A", "做过", "数字广告", "跟", "别人", "一起", "开", "工作室", "做", "过", "3D独立游戏",  "现在", "是", "一名", "用户体验设计师", "关注", "平面", "字体", "以及", "前端", "技术",  "眼下", "在", "公司", "中", "运用", "W", "e", "b", "G", "L", "+", "T", "h", "r", "e", "e", ".", "j", "s", "做", "项目", "。"],
    "resources": ["目前", "就职", "于", "招行", "信用卡", "中心", "我们", "长期", "招募", "有", "代码", "能力", "的", "设计师"],
    "vision": ["希望", "有", "相同", "爱好", "的", "人", "能够", "彼此", "发现", "多多", "交流"]
}, {
    "id": "ML08",
    "title": ["开发"],
    "location": "厦门",
    "xg": ["开发", "+", "新", "媒体"],
    "detail": ["目前", "在", "运营", "公众", "号"],
    "resources": ["公众", "号"],
    "vision": ["了解", "其他", "跨", "界", "的", "可能"]
}, {
    "id": "ML09",
    "title": ["产品", "经理"],
    "location": "深圳",
    "xg": ["产品", "经理", "+", "互联网", "+", "UX", "设计师"],
    "detail": ["绘画", "、", "摄影", "、", "U", "i", "设计师", "、", "交互", "设计师", "、", "跨", "界", "成为", "产品", "经理"],
    "resources": ["公众", "号", "：", "人工智能", "与", "用户", "体验", "设计"],
    "vision": ["结识", "一些", "在", "人工智能", "与", "设计", "的", "小伙伴", "互相学习", "当", "设计", "遇上", "了", "人工智能"]
}, {
    "id": "ML10",
    "title": ["全栈", "设计师"],
    "location": "杭州",
    "xg": ["设计师",  "+",  "W", "e", "b",  "全栈", "开发"],
    "detail": ["做", "过", "工业", "产品设计",  "交互", "设计",  "视频", "设计",   "W", "e", "b",  "前端",  "机器", "学习", "时不时", "写写", "文章", "知", "乎", "回答", "有", "差不多",  "5", "W",  "赞同", "1", "5", "W",  "收藏"],
    "resources": ["公众", "号", "、", "设计", "资源", "、", "开发", "教程", "等等"],
    "vision": ["希望", "能够", "找到", "一起", "开发", "有趣", "产品", "的", "小伙伴"]
}, {
    "id": "ML11",
    "title": ["学生"],
    "location": "北京",
    "xg": ["平面设计"],
    "detail": "",
    "resources": "目前在京东实习； 985高校资源（吉林大学）",
    "vision": "学习人工智能+设计+教育"
}, {
    "id": "ML12",
    "title": ["学生"],
    "location": "北京",
    "xg": ["程序员",    "钢琴",    "s", "n", "e", "a", "k", "e", "r"],
    "detail": ["算法", "+", "前端"],
    "resources": ["在", "抖", "音", "工作", "不", "局限于", "技术", "的", "交流"],
    "vision": ["了解", "更", "多", "的", "东西"]
}, {
    "id": "ML13",
    "title": ["前端", "工程师"],
    "location": "上海",
    "xg": ["开发"],
    "detail": "",
    "resources": "名片全能王",
    "vision": "希望除了开发之外，还能了解更多广阔的世界"
}, {
    "id": "ML14",
    "title": ["前端开发"],
    "location": "上海",
    "xg": ["建筑师", "+", "前端", "工程师", "+", "区块链", "+", "增长", "黑客", "+",  "大", "数据"],
    "detail": ["技术类", "公众", "号", "运营", "、", "校园", "公益", "项目", "运营"],
    "resources": ["前端", "技术", "栈", "知识", "、", "P", "y", "t", "h", "o", "n", "爬虫", "知识", "、", "区块链", "知识"],
    "vision": ["结识", "更", "多", "跨", "界", "的", "伙伴", "寻找", "更", "出彩", "的", "跨", "界", "组合"]
}, {
    "id": "ML15",
    "title": ["视觉", "设计师"],
    "location": "杭州",
    "xg": ["画廊", "+", "动画"],
    "detail": ["参与", "交互", "桌面", "、", "交互", "墙面", "的", "项目", "开发"],
    "resources": [],
    "vision": ["了解", "更", "多", "跨", "界"]
}, {
    "id": "ML16",
    "title": ["机器", "学习", "开发"],
    "location": "墨尔本",
    "xg": ["业余爱好", "平面设计"],
    "detail": ["运营", "过", "自己", "的", "公众", "号", "（", "机器", "学习", "相关", "）", "；", "少儿", "编程", "教育"],
    "resources": ["公众", "号", "一些", "机器", "学习", "（", "C", "V", "）", "开发", "经验"],
    "vision": ["探索",  "AI",  "+",  "设计", "的", "更", "多", "可能性", "寻找", "志同道合", "的", "伙伴"]
}, {
    "id": "ML17",
    "title": ["大二", "学生", "潜在", "旷", "视",  "商汤", "AI",  "P", "M", "实习生", "（", "今年", "暑期", "）"],
    "location": "湖北武汉",
    "xg": ["唔",  "喜欢", "写", "博客", "算", "么", "（", "s", "c", "a", "r", "l", "e", "t", "t", "h", "u", "a", "n", "g", ".", "c", "n", "）"],
    "detail": ["会", "写", "些", "点", "代码", "会", "玩", "点", "机器", "学习", "会", "点", "U", "I", "设计"],
    "resources": ["AI",  "P", "M", "经验", "和", "资源", "分享"],
    "vision": ["了解", "和", "交流", "产品", "、", "设计", "、", "技术", "的", "跨", "界", "思维"]
}, {
    "id": "ML18",
    "title": ["产品", "经理"],
    "location": "新西兰",
    "xg": ["产品", "+", "用户", "体验", "+", "分析"],
    "detail": ["业务", "需求", "分析师", "+", "用户", "体验"],
    "resources": ["关注", "国内外", "新", "产品", "新", "科技", "新", "的", "产品", "管理", "用户", "体验", "项目管理", "方式"],
    "vision": ["了解", "转型", "人工智能", "的", "可能"]
}, {
    "id": "ML19",
    "title": ["H", "i", "c", "a", "f", "e",  "创始人"],
    "location": "青岛，杭州",
    "xg": ["AI", "开发", "+", "P", "M"],
    "detail": ["中科大", "H", "O", "L", "O", "R", "I", "Z", "O", "N",  "实验室", "做", "A", "R",  "S", "l", "a", "m", "算法", ",", "光", "场", "模拟", "图形", "编码"],
    "resources": ["A", "R",  "S", "d", "k", ",", "视觉", "交互", "设备"],
    "vision": ["设计", "智能化", "创意", "智能化", "交流"]
}, {
    "id": "ML20",
    "title": ["石墨", "文档", "U", "I", "设计"],
    "location": "北京",
    "xg": ["设计",  "+",  "开发"],
    "detail": ["前端", "加", "图形", "做", "过", "a", "n", "d", "r", "o", "i", "d",  "v", "UE",  "项目"],
    "resources": ["微", "博"],
    "vision": ["了解", "其他", "跨", "界", "的", "可能"]
}, {
    "id": "ML21",
    "title": ["研", "一", "交互", "设计"],
    "location": "湖南",
    "xg": ["情感化", "设计", "+", "大", "数据"],
    "detail": ["暂时", "还", "没有"],
    "resources": ["资源", "搜索", "能力", "吧", "～", "～"],
    "vision": ["围绕", "设计", "思维", "的", "一些", "跨", "界", "思维", "与", "方法", "等等"]
}, {
    "id": "ML22",
    "title": ["创维集团", "产品", "经理", "先后", "经历", "过", "工业", "设计师", "、", "U", "I", "设计师", "、", "交互", "设计师", "、", "产品", "经理", "、", "小", "程序开发", "者"],
    "location": "深圳 ",
    "xg": ["开发", "+", "数据", "可视化"],
    "detail": ["目前", "在", "运营", "公众", "号", "和", "小", "程序开发"],
    "resources": ["公众", "号", "和", "设计", "资源"],
    "vision": ["探索", "不同", "专业", "的", "可能性", "让", "自己", "更", "有创造力", "。"]
}, {
    "id": "ML23",
    "title": ["产品", "经理", "(", "公益", "方向", ")"],
    "location": "北京",
    "xg": ["产品", "经理",  "公益", "工作者",  "设计师",  "建筑师"],
    "detail": ["本科", "同济", "建筑系", "毕业", "在", "快", "手", "和", "某", "做", "M", "R", "的", "创业", "公司", "做", "产品", "经理", "曾经", "参与", "创办", "公益", "组织", "建筑师", "出身", "在", "事务所", "U", "N", "S", "t", "u", "d", "i", "o", "工作", "过"],
    "resources": ["快", "手", "？"],
    "vision": ["了解", "更", "多", "技术", "知识"]
}, {
    "id": "ML24",
    "title": ["长安汽车",  "智能", "驾驶", "开发"],
    "location": "重庆",
    "xg": ["人工智能"],
    "detail": ["人工智能"],
    "resources": ["人工智能",  "智能", "驾驶", "资源"],
    "vision": ["AI",  "金融", "等"]
}, {
    "id": "ML25",
    "title": ["应届", "毕业生"],
    "location": "土澳",
    "xg": ["UX",  "UE",  "全栈"],
    "detail": "",
    "resources": "土澳留学经验+UX理论",
    "vision": "实践"
}, {
    "id": "ML26",
    "title": ["开发"],
    "location": "上海",
    "xg": ["开发", "+", "新", "媒体"],
    "detail": ["目前", "在", "运营", "公众", "号"],
    "resources": ["区块链", "创投", "邦"],
    "vision": ["了解", "学习", "新", "技术"]
}, {
    "id": "ML27",
    "title": ["设计"],
    "location": "北京",
    "xg": ["U", "I"],
    "detail": ["动画", "平面"],
    "resources": ["暂无"],
    "vision": ["了解", "人工智能", "等"]
}, {
    "id": "ML28",
    "title": ["室内", "设计师", " "],
    "location": "上海",
    "xg": ["新", "媒体"],
    "detail": ["机械设计"],
    "resources": ["室内", "圈内"],
    "vision": ["了解", "其他", "的", "跨", "界", "可能"]
}, {
    "id": "ML29",
    "title": ["软件测试",  "腾讯"],
    "location": "深圳",
    "xg": ["软件测试"],
    "detail": ["曾", "做", "过", "2", "年", "移动", "端", "开发"],
    "resources": ["测试", "行业", "新", "动态"],
    "vision": ["了解", "其他", "行业", "新", "动态"]
}, {
    "id": "ML30",
    "title": ["大四", "在读", "学生"],
    "location": "目前苏州和广州，未来会去荷兰或深圳",
    "detail": ["大", "一", "电子信息", "大二", "转", "工业", "设计", "什么", "都", "学", "了", "一点", "（", "心理学", "编程", "什么", "的", "）", "实习", "做", "过", "S", "T", "E", "A", "M", "教育", "也", "运营", "过", "公众", "号", "（", "美国", "数学", "建模", "一等奖", "算", "跨", "界", "吗", "？", "主要", "是", "还", "没", "很", "正式", "地", "工作", "）"],
    "resources": ["未来", "到", "荷兰", "或者", "深圳", "可以", "提供", "一些", "当地", "的", "有关", "设计", "的", "活动", "信息"],
    "vision": ["未来", "方向", "是", "关注", "人", "心理健康", "的", "智能", "互动", "设计", "一", "是", "希望", "了解", "多一些", "相关", "或者", "周边", "信息", "二", "是", "想", "结实", "一些", "相关", "领域", "的", "人才", "三", "是", "（", "鉴于", "还是", "学生", "我", "似乎", "能", "提供", "的", "很", "有限", "就是", "想来", "学习", "的", "）"]
}, {
    "id": "ML31",
    "title": ["造就", "创始", "团队", "成员", "-", "产品", "负责人"],
    "location": "上海",
    "xg": ["产品设计", "-", "运营", "-", "设计", "-", "前端", "-", "数据分析"],
    "detail": ["目前", "在", "团队", "堵", "枪眼", " "],
    "resources": ["公众", "号", "+", "直播", "技术", "和", "平台", "+", "场地", "+", "微", "博"],
    "vision": ["了解", "更", "多", "跨", "界", "可能", "达成", "合作", "为", "各位", "创造", "价值", "也", "欢迎", "来", "合作"]
}, {
    "id": "ML32",
    "title": ["开发"],
    "location": "匹兹堡/北京/上海",
    "xg": ["开发", "+", "建筑设计"],
    "detail": ["卡内基", "梅", "隆", "大学", "计算机", "+", "建筑设计", "本科"],
    "resources": ["丰富", "的", "校友", "资源"],
    "vision": ["了解", "人工智能", "在", "建筑设计", "领域", "的", "发展前景"]
}, {
    "id": "ML33",
    "title": [ "产品"],
    "location": " 上海",
    "xg": [ "产品", "+", "开发"],
    "detail": ["接过", "一些", "企业级", "软件", "的", "项目"],
    "resources": ["产品", "的", "设计", "与", "开发"],
    "vision": ["碰撞", "出", "更", "多", "的", "火花", "找到", "小伙伴", "一起", "做点事"]
}, {
    "id": "ML34",
    "title": ["开发"],
    "location": "佛山",
    "xg": ["无人机"],
    "detail": ["3", "D", "打印"],
    "resources": ["公众", "号"],
    "vision": ["了解", "其他", "跨", "界", "的", "可能"]
}, {
    "id": "ML35",
    "title": ["媒体", "传达",  "毕业生"],
    "location": "上海",
    "xg": ["视觉", "设计", "+", "用户", "体验"],
    "detail": ["有", "品牌设计", "、", "服务", "设计", "、", "影像", "设计", "的", "经历", "目前", "在", "城市", "数据", "公司", "实习"],
    "resources": ["u", "n", "d", "e", "f", "i", "n", "e", "d"],
    "vision": ["u", "n", "d", "e", "f", "i", "n", "e", "d"]
}, {
    "id": "ML36",
    "title": ["学生"],
    "location": "湖南大学，设计艺术学院",
    "xg": ["交互", "设计", "产品", "服务", "系统", "设计"],
    "detail": ["工业", "设计"],
    "resources": ["平面", "视觉", "动画", "形象设计", "插画", "。"],
    "vision": ["希望", "能够", "学到", "设计", "和", "编程", "的", "交叉", "的", "信息"]
}, {
    "id": "ML37",
    "title": ["交互", "设计师",  "-",  "美", "团", "点评"],
    "location": "上海",
    "xg": "",
    "detail": ["做", "设计", "的", "时候", "学", "过", "前端开发", "也", "从", "机械", "本科", "转", "到", "设计", "研究生", "也", "在", "做", "公众", "号"],
    "resources": ["设计", "、", "公众", "号"],
    "vision": ["实现", "一些", "i", "d", "e", "a"]
}, {
    "id": "ML38",
    "title": ["设计"],
    "location": "北京",
    "xg": ["设计", "+", "开发"],
    "detail": ["目前", "在", "学习", "p", "y", "t", "h", "o", "n"],
    "resources": ["公众", "号"],
    "vision": ["了解", "其他", "跨", "界", "的", "可能"]
}, {
    "id": "ML39",
    "title": ["开发"],
    "location": "美国",
    "xg": ["开发", "+", "区块链"],
    "detail": ["业余", "乐", "评"],
    "resources": ["不", "确定"],
    "vision": ["学习", "和", "了解", "AI", "应用", "的", "场景"]
}, {
    "id": "ML40",
    "title": [ "产品"],
    "location": " 上海",
    "xg": [ "产品", "+", "开发"],
    "detail": ["接过", "一些", "企业级", "软件", "的", "项目"],
    "resources": ["产品", "的", "设计", "与", "开发"],
    "vision": ["碰撞", "出", "更", "多", "的", "火花", "找到", "小伙伴", "一起", "做点事"]
}, {
    "id": "ML41",
    "mixer": true,
    "location": "台湾",
    "xg": ["算法",  "玩", "音乐",  "写", "论文"],
    "detail": ["很小", "的", "时候", "拿", "了", "英国皇家", "音乐学院", "的", "演奏", "文", "聘", "生", "巅峰", "弹", "过", "李斯特"],
    "resources": ["我", "的", "研究", "是", "推理", "网络", "概率", "图", "模型", "那种", "的", "推理", "网络", "目前", "做", "A", "R", "的", "项目", "的", "准备", "动工", "的", "有", "音乐", "+", "AI", "的", "项目"],
    "vision": ["u", "n", "d", "e", "f", "i", "n", "e", "d"]
}, {
    "id": "ML42",
    "title": ["曼彻斯特大学",  "AI", "专业"],
    "location": "曼彻斯特",
    "vision": "图像处理、机器人这块感兴趣",
    "resources": "目前学生一枚，也没具体的资源可以提供，待工作后会提供自己的资源等"
}, {
    "id": "ML43",
    "title": ["觅", "丁", "（", "上海", "）", "信息", "科技", "有限公司", " ",  "创始人"],
    "mixer": true,
    "location": "上海",
    "detail": ["1", "5", "年", "C", "R", "M",  "和", "数据分析", "工作", "经历", "曾", "作为", "零售",  "消费品", "行业", "咨询", "顾问", "和", "销售", "顾问", "服务", "于", "I", "B", "M",  "G", "B", "S",  "、", "微软", "M", "B", "S",  "现在", "创业", "。"],
    "vision": ["用", "新", "科技",  "创作",  "新", "珠宝"],
    "resources": ["C", "R", "M",  "微软", "AI",  "零售", "鞋", "服",  "珠宝", "/"]
}, {
    "id": "ML44",
    "title": ["觅", "丁", "（", "上海", "）", "信息", "科技", "有限公司",  "创始人"],
    "mixer": true,
    "location": "上海",
    "detail": ["1", "0", "余年", "奢侈品", "市场营销", "和", "会员", "管理工作", "经验", "曾", "作为", "C", "M", "O",  "服务", "于", "服装", "和", "珠宝", "行业", "的", "奢侈品", "品牌", "。"],
    "vision": ["用", "新", "科技",  "创作",  "新", "珠宝"],
    "resources": ["服装",  "珠宝",  "品牌", "营销"]
}, {
    "id": "ML45",
    "title": ["小米", "科技", "深度", "学习", "实习生",  "电子科技", "大学", "电子", "与", "通信工程", "专业"],
    "location": "成都",
    "vision": "希望做一件事能影响足够多人，让大家的生活更美好。",
    "resources": "研究领域为计算机视觉，研究方向是物体检测和识别"
}, {
    "id": "ML46",
    "title": ["上海", "木", "牛", "机器人", "有限公司", "创始人"],
    "location": "上海（公司在上体馆附近）",
    "detail": ["前", "几年", "做", "教育", "机器人", "应用", "了", "一些", "AI", "技术", "也", "开发", "了", "一套", "智能", "客服", "系统"],
    "vision": ["目前", "在", "做", "结合", "AI", "技术", "的", "区块链", "游戏", "项目", "希望", "AI", "开发者", "同", "玩家", "能", "形成", "一个", "直接", "交易", "的", "市场", "促进", "AI", "技术", "的", "发展", "同时", "让", "AI", "开发者", "的", "能力", "能", "直接", "变现", "形成", "更", "直接", "的", "正向", "激励"],
    "resources": ["十几年", "的", "开发", "老兵", "懂", "技术人员", "也", "懂", "点", "公司", "运营"]
}, {
    "id": "ML47",
    "title": ["美", "团", "点评", "前端开发",  "上海大学", "通信", "与", "信息系统", "专业"],
    "location": "上海",
    "resources": "web，小程序开发"
}, {
    "id": "ML48",
    "title": ["网络营销", "初创", "公司",  "策划", "+", "创意",  "职位"],
    "location": "乌鲁木齐城市",
    "detail": ["曾", "就职", "于", "影视", "传媒", "公司"],
    "vision": ["接触", "各", "行业",  "拓宽", "知识面",  "不", "求", "精",  "但", "求全"],
    "resources": ["影视",  "平面",  "v", "r",  "微", "信", "营销"]
}, {
    "id": "ML49",
    "title": ["同济大学", "媒体", "与", "传达", "设计"],
    "location": "上海",
    "detail": ["本科", "土木", "研究生", "媒体", "传达", "设计"],
    "vision": ["研究生", "毕业", "选题", "有", "关于", "设计", "与", "人工智能"],
    "resources": ["同济大学", "设计", "创意", "学院", "设计", "与", "人工智能", "的", "相关", "信息", "与", "活动"]
}, {
    "id": "ML50",
    "title": ["M", "i", "c", "r", "o", "s", "o", "f", "t",  "台湾", "师范大学"],
    "location": "台北",
    "detail": ["UX", "P", "M", "C", "o", "d", "i", "n", "g", "A"],
    "vision": ["A", "R", "应用", "设计", "理想", "是", "成为", "「", "全栈", "设计师", "」"],
    "resources": ["交互", "设计", "的", "实践", "应用", "超", "超", "超", "高保真", "原型"]
}, {
    "id": "ML51",
    "title": ["卡内基", "梅", "隆", "大学",  "计算", "设计"],
    "location": "匹兹堡",
    "detail": ["本科", "北大", "计算机专业", "后", "自学", "建筑设计", "现在", "在", "c", "m", "u", "学", "c", "o", "m", "p", "u", "t", "a", "t", "i", "o", "n", "a", "l",  "d", "e", "s", "i", "g", "n"],
    "vision": ["愿", "景", "是", "想", "做", "一名", "技术", "设计", "精通", "点", "设计师", "现在", "研究生", "毕业论文", "会", "专注", "于", "用", "c", "o", "m", "p", "u", "t", "a", "t", "i", "o", "n", "的", "手段", "解决", "d", "e", "s", "i", "g", "n", "领域", "的", "问题"],
    "resources": ["编程", "+", "d", "e", "s", "i", "g", "n"]
}, {
    "id": "ML52",
    "title": ["u", "a", "尤", "安", "国际", "建筑", "设计师"],
    "location": "上海",
    "detail": ["暂无"],
    "vision": ["愿", "景", "希望", "深入研究", "社会", "人群", "的", "生活", "方式", "和", "状态", "设计", "出让", "人们", "更", "舒适", "及", "适合", "中国", "人", "的", "生活空间",  "需求", "希望", "能够", "和", "智能化", "结合", "起来", "打造", "全", "方面", "智能化", "建筑", "生活", "模式"],
    "resources": ["建筑设计", "方向", "的", "资源"]
}, {
    "id": "ML53",
    "title": ["亚信",  "U", "I", "设计师"],
    "location": "南京",
    "detail": ["摄影师"],
    "resources": ["平面设计", "技能", "（", "p", "s",  ",", "AI", ",",  "a", "e", ",",  "s", "k", "e", "t", "c", "h",  ",", "e", "t", "c", ")"],
    "vision": ["u", "n", "d", "e", "f", "i", "n", "e", "d"]
}, {
    "id": "ML54",
    "title": ["h", "n", "c", "公司", "a", "d", "职位",  "人大", "学校", "美术学", "专业"],
    "location": "北京",
    "detail": ["2", "0", "1", "7", "参加", "c", "o", "d", "i", "n", "g",  "女性", "代码", "活动", "、", "媒体", "写作", "女性", "视角", "、"],
    "vision": ["现在", "最", "想", "做", "的", "事", "：", "代码", "学习", "理解", "找到", "适合", "我", "的", "a", "r", "t", "的", "结合", "形式",  "理想", "是", "：", "c", "o", "d", "e",  "a", "r", "t", "方向"],
    "resources": ["你", "擅长", "的", "技能", "：", "广告设计", "、", "文案", "、"]
}, {
    "id": "ML55",
    "title": ["p", "i", "n", "g", "c", "a", "p", "做", "分布式", "数据库", "的", "创业", "公司",  "W", "e", "b",  "开发"],
    "location": "北京",
    "detail": ["全栈",  "产品设计"],
    "vision": ["需求", "是", "学习", "s", "k", "e", "t", "c", "h", "或", "生成", "艺术", "g", "e", "n", "e", "r", "a", "t", "i", "v", "e",  "a", "r", "t"],
    "resources": ["擅长", "数据", "可视化", "D", "3"]
}, {
    "id": "ML56",
    "title": ["口袋", "理财", "集团",  "产品", "经理"],
    "location": "上海",
    "xg": ["产品设计",  "景观设计"],
    "detail": ["景观设计", "专业", "转行", "产品", "经理"],
    "resources": ["设计", "开发资源"],
    "vision": ["了解", "设计", "领域", "其他", "跨", "界", "的", "可能"]
}, {
    "id": "ML57",
    "title": ["自由", "设计师"],
    "location": "北京",
    "detail": ["从事", "过", "A", "P", "P", "产品设计", "产品", "经理",  "后", "从事", "装饰", "设计", "经理", "。"],
    "vision": ["正在", "筹划", "自己", "的", "设计", "工作室"],
    "resources": ["设计", "类"]
}, {
    "id": "ML58",
    "title": ["宝贝", "玩", "啥",  "视觉", "负责人"],
    "location": "上海",
    "detail": ["平面设计"],
    "vision": ["做", "一个", "可以", "自我", "迭代", "的", "游戏"],
    "resources": ["擅长", "平面设计"]
}, {
    "id": "ML59",
    "title": ["中企", "动力", "科技股份", "有限公司", " ",  "网页", "设计师", " "],
    "location": "杭州市",
    "detail": ["从", "i", "P", "h", "o", "n", "e",  "6", "S", "芯片", "寿命", "测试", "工程师", "到", "网页", "设计"],
    "vision": ["成立", "自己", "的", "工作室", "做", "设计", "写", "代码", "在", "老家", "然后", "通过", "互联网", "赚", "一线", "城市", "的", "钱"],
    "resources": ["我", "擅长", "网页", "设计", "静态", "页面", "编程"]
}, {
    "id": "ML60",
    "title": ["自由职业者"],
    "location": "惠州城市",
    "detail": ["学", "的", "会计专业", "做", "了", "设计"],
    "vision": ["希望", "可以", "多", "了解", "学习", "人工智能", "对", "设计", "的", "影响"],
    "resources": ["一些", "关于", "人工智能", "产品", "交互", "的", "想法", "还有", "个人", "设计", "思维"]
}, {
    "id": "ML61",
    "title": ["华北", "理工大学", "材料科学"],
    "location": "东莞",
    "detail": "",
    "vision": "研究人工智能和区块链",
    "resources": "软件开发和项目创意"
}, {
    "id": "ML62",
    "title": ["乐园", "主题", "策划", "和", "项目管理"],
    "location": "常州 即将去上海",
    "detail": ["3", "年", "工作", "经验", "景观设计", "转", "乐园", "策划",  "未来", "未知"],
    "vision": ["做", "自然", "美学", "个人", "品牌", "和", "工作室"],
    "resources": ["景观设计", "、", "乐园", "策划", "相关", "资源"]
}, {
    "id": "ML63",
    "title": ["建设银行", "公有", "云", "运", "维", "开发"],
    "location": "武汉",
    "detail": ["有", "美工设计", "经验", "最近", "在", "研究", "a", "e"],
    "vision": ["希望", "在", "广告", "视频", "自动化", "生成", "领域", "利用", "机器", "学习", "提升", "质量"],
    "resources": ["a", "f", "t", "e", "r",  "e", "f", "f", "e", "c", "t", "自动化", "视频", "生成"]
}, {
    "id": "ML64",
    "title": ["网易", "有", "道", "高级", "工程师"],
    "location": "广州",
    "detail": ["计算机专业", "出身", "前", "创业者", "3", "6", "k", "r", "旗下", "氪", "空间", "早期", "入驻", "团队",  "做", "过", "社交", "类", "及", "智能", "硬件", "项目", "经历", "过", "C", "E", "O", "、", "产品", "负责人", "等", "岗位", "目前", "在", "有", "道", "做", "开发", "之", "余", "也", "会", "推", "一些", "创新", "项目", "。"],
    "resources": ["u", "n", "d", "e", "f", "i", "n", "e", "d"],
    "vision": ["u", "n", "d", "e", "f", "i", "n", "e", "d"]
}, {
    "id": "ML65",
    "title": ["上交", "大", "9", "9", "级", "广电", "系"]
}, {
    "id": "ML66",
    "title": ["觅", "丁", "（", "上海", "）", "信息", "科技", "有限公司", " "],
    "location": "上海",
    "detail": ["1", "0", "多年", "软件开发", "经历", "涉及", "金融", "保险", "电信", "银行", "电商", "商务", "智能", "。"],
    "vision": ["享受", "技术", "的", "乐趣"],
    "resources": ["C", "R", "M",  "微软", "AI",  "零售", "鞋", "服",  "珠宝", "/"]
}, {
    "id": "ML67",
    "title": ["新潮", "传媒",  "广告公司", "产品", "经理"],
    "location": "上海",
    "detail": ["化工", "专业", "转行", "产品", "经理"],
    "vision": ["想", "学习", "编程", "转行", "AI", "产品"],
    "resources": ["擅长", "P", "S", "动漫", "插画"]
}, {
    "id": "ML68",
    "title": ["合", "盘", "金融", " ", " ", ".", "N", "E", "T", "开发",  " ", " ", " ", " "],
    "location": "上海   ",
    "detail": ["做", "过",  "券商", " ", " ", "海关", " ", " ", "销售", "营销",  " ", " ", "金融", "贷款", " ", " ", "机械", "自动化",  " ", "电商", " ", " ", "外汇",  " ", "家政", " ", "医疗",  " ", "等", "系统软件", "项目", "已经", "相关", "公司",  " "],
    "vision": ["想", "聚拢", "一些", "跨", "界", "经历", "的", "I", "T", "从业人员", " ", "提高", "I", "T", "行业", "从业人员", "的", "的", "综合", "质量", "和", "影响力", "。"],
    "resources": [".", "n", "e", "t",  "开发", " ",  "前端",  "开发",  " ", "天使", "投资人", "均", "有", "涉猎",  " "]
}, {
    "id": "ML69",
    "title": ["U", "n", "i", "v", "e", "r", "s", "i", "t", "y",  "o", "f",  "N", "o", "r", "t", "h",  "C", "a", "r", "o", "l", "i", "n", "a",  "a", "t",  "C", "h", "a", "p", "e", "l",  "H", "i", "l", "l", ",",  "C", "o", "m", "p", "u", "t", "e", "r",  "S", "c", "i", "e", "n", "c", "e", ",",  "Y", "e", "a", "r",  "3"],
    "location": "Suzhou",
    "detail": ["D", "e", "s", "i", "g", "n",  "X",  "A", "r", "t",  "X",  "C", "o", "m", "p", "u", "t", "e", "r",  "S", "c", "i", "e", "n", "c", "e"],
    "vision": ["探索", "计算机科学", "尤其", "是", "人工智能", "在", "设计", "方面", "的", "应用", "成为", "一个", "属于", "未来", "的", "设计师", "创造", "出", "前人", "从未", "创造", "过", "的", "作品", "。"],
    "resources": ["工业", "设计", "、", "各色", "设计", "软件", "、", "程序开发", "在", "人工智能", "、", "虚拟现实", "、", "前端开发", "、", "人机交互", "和", "智能", "硬件", "等", "领域", "有", "一定", "的", "探索", "但", "由于", "只是", "学生", "因此", "缺乏", "厚度", "的", "积累", "这", "也", "是", "我", "希望", "在", "mixlab", "能", "得到", "提升", "的", "地方", "；",  "一个", "热衷", "学习", "一切", "的", "学习者", "非常", "愿意", "尝试", "特别", "、", "大胆", "、", "充满", "理想主义", "的", "疯狂", "事情", "；", "一个", "疯狂", "的", "工作者", "愿意", "为了", "认可", "的", "事业", "和", "同伴", "倾尽全力", "；", "是", "某", "一", "设计", "教育", "机构", "的", "联合", "创始人", "；", "某", "一", "中国", "最大",  "T", "e", "c", "h",  "类", "夏令营", "之一", "的", "核心成员", "。"]
}, {
    "id": "ML70",
    "title": ["凤凰网", "前端"],
    "location": "北京",
    "detail": ["r", "u", "f", "f", "物", "联网"],
    "vision": ["学习", "AI"],
    "resources": ["擅长", "j", "s",  "前端"]
}, {
    "id": "ML71",
    "title": ["体验", "设计师", "@",  "A", "R", "K", "创新", "咨询"],
    "location": "上海",
    "detail": ["工业", "设计", "本科", "+", "H", "C", "I", "硕士", "现在", "做", "咨询",  "科幻", "爱好者", "。"],
    "vision": ["如何", "更好", "地", "理解", "人类", "和", "如何", "更好", "地", "理解", "自然法则", "都", "是", "永恒", "的", "话题"],
    "resources": ["用户", "体验", "服务", "设计", "设计", "类", "留学", "咨询"]
}, {
    "id": "ML72",
    "title": ["现", "北美", "省钱", "快报",  "产品", "经理",  "上海交大"],
    "location": "成都",
    "detail": ["p", "y", "t", "h", "o", "n", "初学者",  "曾", "就职", "过", "3", "6", "0", "搜狗", "凡", "客"],
    "vision": ["希望", "能够", "学习", "更", "多", "大", "数据", "方面", "的", "知识"],
    "resources": ["8", "年", "的", "搜索", "产品", "经验"]
}, {
    "id": "ML73",
    "title": ["V", "I", "P", "陪练",   "UX",  "设计师"],
    "location": "上海",
    "detail": ["大学", "开", "过", "咖啡", "书吧", "在", "没有", "明显", "盈利", "的", "情况", "下", "做", "了", "三年", "后来", "来", "上海", "工作", "就", "转让", "出去", "了"],
    "vision": ["刚", "对", "拯救", "世界", "失去", "兴趣", "目前", "只", "想", "做", "点", "好玩", "有意思", "的", "事情", "最近", "着迷", "声音", "视觉", "化", "想", "给", "每种", "声音", "定义", "一种", "颜色", "之后", "一两年", "内", "想", "创业", "方向", "还", "没", "定", "一边", "在", "公司", "工作", "攒", "生活费", "一边", "在", "探索", "适合", "和", "感兴趣", "的", "方向"],
    "resources": ["擅长", "UX", "以及", "白日梦"]
}, {
    "id": "ML74",
    "title": ["清华大学", "建筑设计", "研究院", "有限公司", "、", "建筑", "设计师",  "清华大学", "哥伦比亚大学", "建筑学", "专业"],
    "location": "北京",
    "detail": "",
    "vision": "希望学习了解最新的人工智能及大数据等与城市规划及建筑设计的结合",
    "resources": "建筑设计，城市设计、城市规划"
}, {
    "id": "ML75",
    "title": ["厦门大学", "音乐系", "研究生",  "新", "歌声", "音乐", "的", "创始人"],
    "vision": "现在主要研究音乐治疗上的东西",
    "location": "厦门"
}, {
    "id": "ML76",
    "title": ["拍拍", "贷", "商业", "分析", "+", "产品", "经理",  "麦", "考", "瑞", "大学", "-", "精算", "硕士"],
    "location": "上海",
    "detail": ["创业", "两次", "（", "跨境", "金属", "贸易", "-", "澳洲", "陌生人", "社交", "a", "p", "p", "-", "美国", "）"],
    "vision": ["未来", "会", "做", "V", "C",  "想", "认识", "多点", "创业者", "。"],
    "resources": ["擅长", "分析", "市场", "商业模式", "用户", "需求", "等等", "。"]
}, {
    "id": "ML77",
    "title": ["企业", "战略", "发展部",  "-",  "行业", "研究", "主管", "曾", "就职", "于", "埃森哲"],
    "location": "上海",
    "vision": "了解人工智能的发展动向",
    "resources": "行业研究，市场分析"
}, {
    "id": "ML78",
    "title": ["携程",  "产品", "总监"],
    "location": "上海",
    "detail": ["开发",  "售后",  "分析",  "产品"],
    "vision": ["将", "数据", "智慧", "源源不断", "输出", "到", "B", "端"],
    "resources": ["数据", "产品", "行业", "落地",  "职业", "发展"]
}, {
    "id": "ML79",
    "title": ["美", "团", "产品", "经理",  "毕业", "于", "利物浦", "大学"],
    "location": "北京",
    "detail": ["曾", "任职", "于", "去", "哪儿", "网"],
    "resources": ["现", "C", "端", "产品", "主要", "领域", "为", "促销",  "用户", "增长",  "小", "程序"],
    "vision": ["u", "n", "d", "e", "f", "i", "n", "e", "d"]
}, {
    "id": "ML80",
    "title": ["硕士", "学生"],
    "location": "波士顿",
    "xg": ["大", "数据",  "城市", "设计"],
    "detail": ["城市", "与", "大", "数据", "M", "I", "T",  "s", "e", "n", "s", "e", "a", "b", "l", "e",  "c", "i", "t", "y",  "l", "a", "b",  "r", "e", "s", "e", "a", "r", "c", "h",  "a", "s", "s", "i", "s", "t", "a", "n", "t"],
    "resources": [],
    "vision": []
}, {
    "id": "ML81",
    "title": ["谷", "人", "云", " ", "合伙人",  "上海", "海事", "大学", " ", "航海技术", " "],
    "location": "上海",
    "vision": "想做一个音乐社区 利用人工智能让不会谱曲的音乐爱好者哼唱一段旋律都可以自动转化为乐谱记录下来"
}, {
    "id": "ML82",
    "title": ["建筑学", "本科", "在读"],
    "location": "广州/上海",
    "detail": ["c", "s",  "建筑",  "摄影"],
    "vision": ["多", "探索", "一点", "专业", "以外", "的", "可能性"],
    "resources": ["建筑", "&", "互联网"]
}, {
    "id": "ML83",
    "title": ["设计师"],
    "location": "上海",
    "xg": ["设计师",  "用户", "研究"],
    "detail": ["工业", "设计", "专业", "现", "从", "从事", "交互", "设计", "工作", "曾经", "在", "微软", "做", "过", "用", "研", "实习", "和", "大学老师", "合作", "做", "过", "商业", "漫画", "业余", "在", "自学", "心理学"],
    "resources": ["设计", "相关"],
    "vision": ["非常", "想", "了解", "设计", "圈", "以外", "的", "更", "多", "专业", "资讯", "、", "不断", "了解", "新", "技术", "希望", "自己", "未来", "可以", "有", "更", "多", "可能", "（", "设计", "+", "o", "r", "彻底", "颠覆", "现状", "的", "尝试", "）"]
}, {
    "id": "ML84",
    "title": ["AI", "算法", "工程师"],
    "location": "上海",
    "xg": ["N", "L", "P",  "数据挖掘"],
    "detail": ["曾", "用", "慧", "鱼", "模型", "做", "过", "三", "自由度", "机械手", "现", "从事", "算法",  "数据", "的", "相关", "工作", "业余", "在", "自学", "电影学"],
    "resources": ["算法", "相关"],
    "vision": ["期望", "学习", "技术", "以外", "的", "知识", "扩大", "自己", "的", "视野", "不断", "充实", "自己"]
}, {
    "id": "ML85",
    "location": " 上海",
    "detail": [ "软件", "转", "机械", "毕业", "又", "做", "软件"],
    "resources": ["u", "n", "d", "e", "f", "i", "n", "e", "d"],
    "vision": ["u", "n", "d", "e", "f", "i", "n", "e", "d"]
}, {
    "id": "ML86",
    "title": ["上海", "纽约大学",  "交互", "媒体", "技术", "I", "n", "t", "e", "r", "a", "c", "t", "i", "v", "e",  "M", "e", "d", "i", "a",  "A", "r", "t", "s",  "1", "8", "届", "马上", "入", "职", "UED", "职位"],
    "location": "上海",
    "detail": ["电脑", "生成", "艺术", "+", "语音", "交互", "实体类", "交互", "用餐", "装置", "a", "r", "d", "u", "i", "n", "o", "+", "p", "r", "o", "c", "e", "s", "s", "i", "n", "g", "+", "m", "a", "p", "p", "i", "n", "g", "r", "e", "a", "c", "t", "J", "S", "+", "生成", "艺术", "+", "UX"],
    "vision": ["最", "想", "将", "编程", "产品设计", "和", "新", "的", "用户", "体验", "设计", "结合", "在", "一起",  "程序", "赋予", "产品", "或", "服务", "以", "创新", "设计", "与", "美", "增强", "体验", "和", "感受", "。"],
    "resources": ["擅长", "g", "e", "n", "e", "r", "a", "t", "i", "v", "e",  "a", "r", "t", "s", "m", "a", "p", "p", "i", "n", "g", "技术", "a", "r", "d", "u", "i", "n", "o", "UX",  "U", "I"]
}, {
    "id": "ML87",
    "title": ["腾讯",  "高级", "交互", "设计师",  "香港理工大学", " ", "交互", "设计", "专业"],
    "location": "深圳",
    "detail": ["作为", "体验", "设计师", "对", "心理学", "产生", "过", "浓厚", "的", "兴趣", "曾经", "深入", "学习", "过", "人格", "心理学", "认知", "心理学", "的", "内容"],
    "vision": ["尝试", "成为", "跨", "界", "设计师", "通过", "不断", "探索", "学习", "懂得", "交叉", "行业", "的", "知识", "例如", "编程"],
    "resources": ["Q", "Q", "空间", "情侣", "空间", "腾讯", "微视", "～",  "今年", "才刚", "转", "来", "腾讯", "课堂", "负责", "B", "侧", "的", "设计",  "用户", "分析", "流程", "设计", "体验", "设计",  "以及", "不", "违反", "公司", "保密", "条例", "下", "腾讯", "的", "相关", "信息", "。"]
}, {
    "id": "ML88",
    "title": ["悉尼大学", "城市规划", "实验室", "研究员"],
    "mixer": true,
    "location": "悉尼",
    "detail": ["建筑设计", "智能家居", "产品设计", "光伏", "系统", "石墨", "烯"],
    "vision": ["干", "好玩", "的", "事情", "处于", "现在", "想想", "未来"],
    "resources": ["技术", "整合", "+", "传统", "行业", "信息"]
}, {
    "id": "ML89",
    "title": ["苏州大学",  "景观设计", "专业"],
    "mixer": true,
    "location": "苏州",
    "detail": ["研究生", "在读",  "R", "h", "i", "n", "o", "+", "G", "r", "a", "s", "s", "h", "o", "p", "p", "e", "r", "参数", "化", "培训", "讲师"],
    "vision": ["想", "学好", "p", "y", "t", "h", "o", "n", "语言", "做", "城市规划", "相关", "数据挖掘"],
    "resources": ["3", "D", "建模",  "S", "P", "S", "S", "数理统计", "分析",  "E", "N", "V", "I", "+", "G", "I", "S", "地理", "信息处理"]
}, {
    "id": "ML90",
    "title": ["在", "行",  "分", "答",  "U", "I", "设计师", " ",  " ", "湖北", "工业", "大学",  "工业", "设计"],
    "location": "北京",
    "detail": ["由于", "想", "做", "一个", "个人", "网站", "用于", "作品", "展示", "而", "开始", "研究", "基础", "H", "T", "M", "L", "和", "C", "S", "S", "发现", "C", "o", "d", "i", "n", "g", "与", "设计", "完全", "不同", "的", "逻辑", "而", "对", "C", "o", "d", "i", "n", "g", "产生", "兴趣", "现在", "处于", "C", "o", "d", "i", "n", "g", "学习", "的", "初级阶段", "自己", "平时", "会", "设计", "一些", "小", "l", "o", "a", "d", "i", "n", "g", "动画", "然后", "研究", "C", "o", "d", "i", "n", "g", "的", "实现", "原理", "。"],
    "vision": ["小", "愿", "景", "是", "在", "设计", "和", "C", "o", "d", "i", "n", "g", "上", "都", "继续", "精进", "自己", "设计", "并且", "开发", "一款", "产品", "。"],
    "resources": ["擅长", "S", "k", "e", "t", "c", "h",  "AI",  "P", "S",  "P", "r", "i", "n", "c", "i", "p", "l", "e", "等", "设计", "软件", "产品", "思维", "交互", "原理", "的", "研究", "设计", "原理", "与", "C", "o", "d", "i", "n", "g", "原理", "的", "交叉"]
}, {
    "id": "ML91",
    "title": ["上海", "风", "语", "筑", "展示", "股份", "有限公司", "研发部", "总监",  "英国伦敦大学", "学院",  "计算机", "图像处理", "和", "虚拟环境", "硕士"],
    "location": "上海",
    "detail": ["展览", "展示", "行业", "+", "识别", "技术", "+", "人工智能"],
    "vision": ["目前", "是", "国内", "第一家", "结合", "展览", "展示", "和", "人工智能", "的", "技术", "团队", "接下来", "做", "展览", "展示", "大", "数据", "普及", "展览", "行业", "新", "技术"],
    "resources": ["展览", "展示", "行业", "技术", "指导", " "]
}, {
    "id": "ML92",
    "title": ["UX",  "Designer"],
    "location": "南京",
    "xg": "",
    "detail": ["F", "i", "l", "m",  "p", "r", "o", "d", "u", "c", "t", "i", "o", "n",  "-",  "a", "n", "i", "m", "a", "t", "i", "o", "n",  "-",  "UX",  "d", "e", "s", "i", "g", "n"],
    "resources": ["m", "o", "t", "i", "o", "n",  "g", "r", "a", "p", "h", "i", "c", ",",  "v", "i", "s", "u", "a", "l",  "d", "e", "s", "i", "g", "n", ",",  "UX",  "d", "e", "s", "i", "g", "n"],
    "vision": ["希望", "能", "与", "更", "多", "不同", "行业", "的", "人", "交流"]
}, {
    "id": "ML93",
    "title": ["浙江大学", "城市", "学院", "工业", "设计"],
    "mixer": true,
    "location": "杭州",
    "detail": ["加入", "B", "l", "a", "c", "k",  "W", "a", "l", "n", "u", "t", "实验室", "了解", "了", "一点点", "技术", "和", "实验室", "同学", "一起", "设计", "一个", "自行车", "转向灯", "提醒器"],
    "vision": ["未来", "有", "往", "智能", "交互", "产品", "发展", "意向"],
    "resources": ["创新", "的", "想法", "；", "B", "l", "a", "c", "k",  "W", "a", "l", "n", "u", "t", "实验室"]
}, {
    "id": "ML94",
    "location": "上海"
}, {
    "id": "ML95",
    "title": ["同济大学", "交互", "设计", "研", "一"],
    "mixer": true,
    "location": "上海",
    "detail": ["本科", "工业", "设计", "现在", "读", "交互", "设计", "的", "研究生", "同济", "X", "特", "赞", "设计", "与", "人工智能", "实验室", "实习", "毕业设计", "希望", "做", "关于", "设计", "数据", "如何", "结构化", "的", "探索"],
    "vision": ["探索", "设计", "被", "自动化", "的", "可能性", "未来", "人机", "协同", "的", "方式"],
    "resources": ["同济大学", "设计", "创意", "学院", "的", "一些", "资源", "未来", "举办活动",  "宣传"]
}, {
    "id": "ML96",
    "title": ["中国", "科学技术", "大学", "电子", "科学", "与", "技术"],
    "location": "合肥",
    "detail": "",
    "vision": "设计一款智能编曲app"
}, {
    "id": "ML97",
    "title": ["西华", "大学"],
    "location": "成都",
    "detail": ["用户", "体验", "设计", "+", "交互", "设计", "+", "文", "创", "产品设计", "+", "新", "媒体", "运营", "。"],
    "vision": ["我", "现在", "最", "想", "做", "的", "事", "就是", "学习", "各个方面", "只要", "感兴趣", "的", "事物", "都", "想要", "了解", "。"],
    "resources": ["u", "n", "d", "e", "f", "i", "n", "e", "d"]
}, {
    "id": "ML98",
    "title": ["浙江大学", "城市", "学院",  "计算机专业"],
    "location": "杭州",
    "detail": ["喜欢", "绘画", "有", "一点", "素描", "基础", "有用", "p", "s", "和", "a", "e", "处理", "视频", "的", "一点点", "经历"],
    "vision": ["想", "探索", "一下", "人工智能", "如何", "在", "中小学", "进行", "普及教育", "比如", "算法", "可视化"],
    "resources": ["机器", "学习", "和", "人工智能", "的", "案例", "个人", "爬", "坑", "的", "一些", "文档"]
}, {
    "id": "ML99",
    "title": ["浙江大学", "城市", "学院",  "软件工程", "专业", "学生"],
    "location": "浙江省杭州市",
    "detail": ["从", "底层", "制作", "出", "人工智能", "小车", "；", "G", "o", "o", "g", "l", "e",  "I", "n", "n", "o", "c", "a", "m", "p", "网站", "；", "自行车", "防", "丢", "器", "；", "空调", "远程", "控制器", "；", "植物", "培养箱", "；", "带电", "表", "的", "智能", "插座", "；", "遥控", "延时", "摄影", "滑轨", "；", "激光雕刻", "机", "模仿", "制作", "；", "O", "p", "e", "n",  "P", "L", "C", "研发"],
    "vision": ["继续", "完善", "现有", "项目", "。"],
    "resources": ["C", "A", "D", "绘图"]
}, {
    "id": "ML100",
    "title": ["F", "r", "e", "e", "l", "a", "n", "c", "e", "r"],
    "location": "上海",
    "detail": ["曾", "从事", "微", "服务", "相关", "工作", "对", "计算机", "编程语言", "和", "分布式", "架构", "很感兴趣", "热衷于", "开源", "项目", "社区", "目前", "为",  "N", "o", "d", "e", ".", "j", "s",  "项目", "的",  "C", "o", "l", "l", "a", "b", "o", "r", "a", "t", "o", "r", "s",  "之一",  "（", "D", "a", "v", "i", "d", "C", "AI", "1", "9", "9", "3", "）"],
    "vision": ["共同", "探讨",  "AI",  "如何", "在", "其他", "行业", "人士", "和", "学生", "（", "小学", "初中", "高中", "）", "间", "的", "推广", "和", "教育"],
    "resources": ["微", "服务", "编程语言"]
}];